Repository: richardtabor/charmed-lite
Catalog: languages/*.po
Languages: es_es

source: Oops! That page can&rsquo;t be found.
es_es: Oops! La página no existe.

source: Go back
es_es: Volver

source: or
es_es: o

source: go home
es_es: ir a Inicio

source: Primary Menu
es_es: Menú Principal

source: Theme Sidebar
es_es: Barra Lateral

source: Appears at the side, under the header.
es_es: Aparece al lado, debajo de la cabecera.

# Karla font: on or off
source: on
es_es: sí

source: Password:
es_es: Contraseña:

source: Enter password & press enter...
es_es: Escriba la contraseña y presiona enter

source: Submit
es_es: Enviar

source: Powered by %s
es_es: Hecho por %s

source: A %s run site. Nice.
es_es: Un sitio con %s. Bien.

source: Charmed requires at least WordPress version 4.2. You are running version %s. Please upgrade and try again.
es_es: Charmed requiere al menos la versión 4.2 de WordPress. Estás usando la versión %s. Por favor actualiza e intenta de nuevo.

source: Theme Options
es_es: Opciones del Theme

source: Customize various options throughout the theme with the settings within this panel.
es_es: Personaliza diversas opciones a lo largo del tema con los ajustes dentro de este panel.

source: Portfolio Settings
es_es: Ajustes del Portfolio

source: <a target="_blank" href="%1$s" class="button button-secondary">Get Access to Portfolio Settings</a>
es_es: <a target="_blank" href="%1$s" class="button button-secondary">Acceda a los ajustes del Portfolio</a>

source: <p>Customize your online portfolio with options to add portfolio sorting, display a portfolio loop on the single view, and activate gallery lazy loading and serve a lightbox gallery.</p><ul><li>Portfolio Sorting</li><li>Lazy Loading Images</li><li>Photoswipe Lightbox Gallery</li><li>Single Portfolio Loop</li></ul>
es_es: <p>Personaliza tu portfolio on-line con opciones para ordenar, mostrar un loop de portfolio en la vista única, y activar la galería de carga lenta y un lightbox. </p><ul><li>Portfolio sorting</li><li>Lazy Load</li><li>Photoswipe Lightbox</li><li>Loop en entrada individual</li> </ul>

source: Call to Action
es_es: Llamado a la acción

source: Call to Action Settings
es_es: Ajustes de Llamado a la acción

source: <a target="_blank" href="%1$s" class="button button-secondary">Get Access to Call to Action Settings</a>
es_es: <a target="_blank" href="%1$s" class="button button-secondary">Acceda a los ajustes del Llamado a la acción</a>

source: <p>Add a call to action <em>(ex: "Hire Me")</em> to the single portfolio view that opens up a contact lead-generation form designed to get you clients.</p><p>Also input a custom email address that messages will be sent to and add your own pre-set subject lines.</p><ul><li>Beautiful CTA</li><li>Customize the CTA Button Text</li><li>Lead Generation Form</li><li>Custom Subject Lines</li><li>Custom Send-to Email Address</li></ul>
es_es: <p>Agregue un llamado a la acción <em>(ej: “Contrátame”)</em> a la vista singular del portfolio que abre un formulario de contacto para conseguir clientes.</p><p>También introduce una dirección de correo electrónico personalizado a donde se enviarán los mensajes y añadir su propio asunto.</p><ul><li>Llamado a la Acción</li><li>Texto personalizado del botón de Acción</li><li>Formulario</li><li>Asuntos personalizados</li><li>Email de destino personalizado</li></ul>

source: Contact
es_es: Contacto

source: Email Address
es_es: Dirección de email

source: Enter the email address you would like the contact form to send to.
es_es: Ingrese el email a donde desea que el formulario envíe los datos.

source: Contact Button
es_es: Botón de contacto

source: Enter the text of the contact form button.
es_es: Ingrese el texto del botón de contacto del formulario.

source: Footer
es_es: Pie

source: Powered by Charmed
es_es: Hecho con Charmed

source: A WordPress run site. Nice.
es_es: Un sitio de WordPress. Bien.

source: Typography
es_es: Tipografía

source: Typography Settings
es_es: Ajustes de tipografía

source: <a target="_blank" href="%1$s" class="button button-secondary">Get Access to Typography Settings</a>
es_es: <a target="_blank" href="%1$s" class="button button-secondary">Acceda a los ajustes de tipografía</a>

source: <p>You'll have access to 500+ Google Fonts along with font size, line height, letter spacing, and word spacing settings for each section:</p><ul><li>Body</li><li>Page Titles</li><li>Page Content</li></ul>
es_es: <p>Tendrá acceso a más de 500 fuentes de Google Fonts, donde podrá modificar tamaños, interlíneas, espaciado entre letras y palabras para cada sección: </p><ul><li>Body</li><li>Títulos de páginas</li><li>Contenidos de páginas</li></ul>

source: Colors
es_es: Colores

source: Accent Color
es_es: Color de acento

source: Advanced Color Settings
es_es: Ajustes avanzados de color

source: <a target="_blank" href="%1$s" class="button button-secondary">Get Access to More Color Settings</a>
es_es: <a target="_blank" href="%1$s" class="button button-secondary">Obtenga acceso a más ajustes de Color</a>

source: <p>Fine tune your site design with a number of color customization options for each section of the theme:</p><ul><li>Backgrounds</li><li>Accent Colors</li><li>Typography</li><li>Links</li><li>Headers</li><li>CSS3 Black/White Post Filter</li></ul>
es_es: <p>Refine su diseño con opciones de personalización de color para cada sección del theme:</p><ul><li>Backgrounds</li><li>Colores principales</li><li>Tipografía</li><li>Links</li><li>Encabezados</li><li>Filtros CSS3 Black/White</li></ul>

source: Site logo
es_es: Logo

source: Upload a logo to replace the default site name.
es_es: Suba un logo para reemplazar el nombre del sitio predeterminado.

source: Portfolio Format
es_es: Formato de Portfolio

source: Gallery
es_es: Galería

source: Gallery Images:
es_es: Imágenes de la galería:

source: Upload, reorder and caption the post gallery.
es_es: Suba, ordene y describa la galería de la entrada.

source: Browse & Upload
es_es: Explorar y Subir

source: Date:
es_es: Fecha:

source: Display the date.
es_es: Muestra la fecha.

source: Views:
es_es: Vistas:

source: Display the view count.
es_es: Muestra el conteo de vistas.

source: Categories:
es_es: Categorías:

source: Display the portfolio categories.
es_es: Muestra las categorías del portfolio.

source: Tags:
es_es: Etiquetas:

source: Display the portfolio tags.
es_es: Muestra las etiquetas del portfolio

source: Role:
es_es: Rol:

source: Display the role.
es_es: Muestra el rol

source: Client:
es_es: Cliente:

source: Display the client meta.
es_es: Muestra información del cliente.

source: Display a URL to link to.
es_es: Muestra el enlace

source: External URL:
es_es: URL externa:

source: Link this portfolio post to an external URL. For example, link this post to your Behance portfolio post.
es_es: Enlace este proyecto de portfolio a un enlace externo. Por ejemplo, a un proyecto en Behance.

source: Video Settings
es_es: Ajustes de video

source: Embed 1:
es_es: Código Embed 1:

source: Insert your embeded code here.
es_es: Coloque el código embebed aquí.

source: Embed 2:
es_es: Código Embed 2:

source: Embed 3:
es_es: Código Embed 3:

source: Embed 4:
es_es: Código Embed 4:

source: Video Shortcodes:
es_es: Shortcodes de video:

source: Insert any <a target="blank" href="https://codex.wordpress.org/Video_Shortcode">video shortcodes</a> here.
es_es: Coloque cualquier <a target="blank" href="https://codex.wordpress.org/Video_Shortcode">shortcode de video</a> aquí.

source: Insert
es_es: Insertar

source: Saving...
es_es: Guardando…

source: Create Gallery
es_es: Crear galería

source: Edit Gallery
es_es: Editar galería

source: Cancel
es_es: Cancelar

source: Save Gallery
es_es: Guardar galería

source: Yes, please do
es_es: Sí, por favor.

source: Thanks for choosing %1$s! Did you know that there's a "Pro" version of %1$s with some astonishingly neat features? %2$sClick here to learn more about %1$s Pro &rarr;%2$s
es_es: ¡Gracias por elegir %1$s! ¿Sabía que existe una versión Pro de %1$s con algunas funcionalidades extras? %2$s Presione aquí para conocer más sobre %1$s Pro &rarr;%2$s

source: <a href="%1$s" target="_blank">Learn more about %2$s Pro</a> or <a href="%3$s" target="_blank">upgrade your theme now</a>.
es_es: <a href="%1$s" target="_blank">Aprenda más sobre %2$s Pro</a> o <a href="%3$s" target="_blank">actualice su tema ahora</a>.

source: Upgrade to
es_es: Actualizar a

source: Flickr Photos
es_es: Photos de Flickr

source: Add a Flickr feed widget.
es_es: Agregar un widget de Flickr

source: Title / Intro:
es_es: Título / Introducción:

source: Flickr ID:
es_es: ID de Flickr:

source: Type:
es_es: Tipo:

source: Display:
es_es: Mostrar:

source: Portfolio Menu
es_es: Menú de portfolio

source: A custom loop of portfolio posts.
es_es: Loop de portfolio:

source: Permanent Link to %s
es_es: Enlace permanente a %s

source: Please download & install the <b>Bean Portfolio</b> WordPress plugin to properly display this widget.
es_es: Por favor descargue e instale el plugin <b>Bean Portfolio</b> para mostrar adecuadamente este widget.

source: Title:
es_es: Título:

source: Number of Posts: (-1 for Infinite)
es_es: Cantidad de entradas: (-1 para infinito)

source: Portfolio Loop:
es_es: Loop de portfolio:

source: Embedded Video
es_es: Insertar video

source: Displays embedded video content.
es_es: Muestra el contenido de un video embebido.

source: Video Embed Code:
es_es: Código de video embebido

source: Your message was sent. Thanks.
es_es: Su mensaje fue enviado. Gracias.

source: An error occured. Try again.
es_es: Ocurrió un error. Pruebe de nuevo

source: Name
es_es: Nombre

source: Message
es_es: Mensaje

source: Nothing Found
es_es: Nada encontrado

source: Pages:
es_es: Páginas:

source: Page
es_es: Página

source: Tags
es_es: Etiquetas

source: All
es_es: Todo

source: Date:
es_es: Fecha:

source: Role:
es_es: Rol:

source: Client:
es_es: Cliente:

source: Views:
es_es: Vistas:
